import { Skills } from "@/types/skills";

export const skills: Skills[] = [
  {
    stack: "목장 기도제목",
    skillList: [
      "하나님의 사랑을 알기까지 포기하지 않는 목장 되기를",
      "말씀으로 살아내서 하나님을 알게되는 목장되기를",
    ],
  },
  {
    stack: "이효재",
    skillList: [
      "하나님이 보내주신 자리에서 하나님의 일을 하듯이 성실과 최선으로 맡은 일을 해낼 수 있기를, ",
    ],
  },
  {
    stack: "임인재",
    skillList: [
      "하나님 은혜안에서 섬김을 알아갈 수 있길",
    ],
  },
  {
    stack: "김동환",
    skillList: [
      "신앙생활을 포기하지않고 꾸준하게 이어갈수 있기를",
    ],
  },
  {
    stack: "이정관",
    skillList: [
      "건강과 평안한 삶을 살아갈 수 있길, 시험이 찾아왔을때 깨어있어 하나님을 찾을 수 있기를, 형이 복음으로 세워지는 가정 되기를",
    ],
  },
  {
    stack: "유병훈",
    skillList: [
      "미디어팀 가운데 섬김을 통해 팀원들의 마음에 회복이 있기를, 미디어팀을 통해 하나님의 일을 잘 이루어나갈 수 있기를",
    ],
  },
  {
    stack: "권한나",
    skillList: [
      "이직을 고민하는 가운데 하나님의 말씀과 인도하심을 따라 이직여부를 잘 선택할 수 있기를",
    ],
  },
  {
    stack: "문다혜",
    skillList: [
      "많은 곳에 이력서를 넣고 면접을 보는 중에 있는데, 긍정적인 결과가 많이 있어서 기도로 선택할 수 있는 폭이 넓어지길, 기도와 선택가운데 하나님의 인도하심을 경험할 수 있기를",
    ],
  },
  {
    stack: "미츠이코다이",
    skillList: [
      "공동체안에서 받은 하나님의 사랑을 주변 사람들에게 잘 흘려보낼 수 있기를, 세상의 가치관으로 비교하는 것을 멈출 수 있기를.",
    ],
  },
];
